# MultiCategoryTagFilterParamNotFoundInElement Property (2024)

---
C#Visual BasicVisual C++
Revit 2024 API
---
BuiltInFailures..::..TagFailures..::..MultiCategoryTagFilterParamNotFoundInElement Property
BuiltInFailures..::..TagFailures Class See Also
---
The filter specified by Multi-Category Tag can't be used with the tagged object.
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static FailureDefinitionId MultiCategoryTagFilterParamNotFoundInElement { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property MultiCategoryTagFilterParamNotFoundInElement As FailureDefinitionId
	Get
```

Visual C++
---
```text
public:
static property FailureDefinitionId^ MultiCategoryTagFilterParamNotFoundInElement {
	FailureDefinitionId^ get ();
}
```

# See Also
BuiltInFailures..::..TagFailures Class
Autodesk.Revit.DB Namespace